{
	"doggos": [
		{
			"id": 1,
			"likeCount": 0,
			"image": "https://random.dog/00186969-c51d-462b-948b-30a7e1735908.jpg",
			"name": "Лабрадор ретривер",
			"description": "Лабрадоры ретриверы — это дружелюбные и энергичные собаки, известные своей любовью к воде и активным играм. Они легко поддаются дрессировке благодаря своему уму и желанию угодить хозяину."
		},
		{
			"id": 2,
			"likeCount": 0,
			"image": "https://random.dog/046e5758-d1ef-436f-b7e2-530134562445.jpg",
			"name": "Золотистый ретривер",
			"description": "Золотистые ретриверы — это добродушные и умные собаки, которые легко обучаются и очень дружелюбны."
		},
		{
			"id": 3,
			"likeCount": 0,
			"image": "https://random.dog/12891d66-40e5-4c95-a7d3-87e28425894a.jpg",
			"name": "Немецкая овчарка",
			"description": "Немецкие овчарки — это умные и преданные собаки, часто используемые в служебных целях, таких как полиция и спасательные операции. Они обладают высокой физической выносливостью и нуждаются в регулярной тренировке и умственной стимуляции."
		},
		{
			"id": 4,
			"likeCount": 0,
			"image": "https://random.dog/13c74c16-afc6-4ca3-bbd8-65a625ceb77b.jpg",
			"name": "Бульдог",
			"description": "Бульдоги — это крепкие и мускулистые собаки с характерной морщинистой мордой и коротким носом. Несмотря на их суровый вид, они очень ласковы и любят проводить время с семьей."
		},
		{
			"id": 5,
			"likeCount": 0,
			"image": "https://random.dog/1573beb6-6c9f-4705-95c9-7878c7c2e8d8.jpg",
			"name": "Бигль",
			"description": "Бигли — это энергичные и любознательные собаки с отличным обонянием, изначально выведенные для охоты. Они дружелюбны и хорошо ладят с другими животными и детьми, но нуждаются в регулярных прогулках и активных играх."
		},
		{
			"id": 6,
			"likeCount": 0,
			"image": "https://random.dog/175c551f-d957-4be4-a15b-79dc3f0323fe.jpg",
			"name": "Пудель",
			"description": "Пудели — это элегантные и умные собаки, известные своей гипоаллергенной шерстью и разнообразием размеров: от той до стандартного."
		},
		{
			"id": 7,
			"likeCount": 0,
			"image": "https://random.dog/1b3ae141-ba4a-4c49-bdbc-487784f7430f.jpg",
			"name": "Сибирский хаски",
			"description": "ибирские хаски — это энергичные и независимые собаки, выведенные для работы в условиях сурового климата. Они обладают густой шерстью, которая защищает их от холода, и требуют много физической активности и умственной стимуляции."
		},
		{
			"id": 8,
			"likeCount": 0,
			"image": "https://random.dog/1e10906f-aead-49fb-9b39-ad8540847e24.jpg",
			"name": "Мопс",
			"description": "Мопсы — это маленькие, но крепкие собаки с очаровательными морщинистыми мордами и веселым характером. Они очень привязаны к своим владельцам и любят проводить время на коленях."
		},
		{
			"id": 9,
			"likeCount": 0,
			"image": "https://random.dog/205a2763-6102-4b9c-9c8f-f944f6900a22.jpg",
			"name": "Далматин",
			"description": "Далматины — это энергичные и атлетичные собаки, известные своим уникальным черно-белым пятнистым окрасом. Они требуют много физической активности и регулярных упражнений, чтобы оставаться здоровыми и счастливыми."
		},
		{
			"id": 10,
			"likeCount": 0,
			"image": "https://random.dog/258e44d2-14df-4b46-b032-52754c3d0d3e.jpg",
			"name": "Йоркширский терьер",
			"description": "Йоркширские терьеры — это маленькие, но смелые собаки с длинной шелковистой шерстью и живым темпераментом. Они любят быть в центре внимания и часто становятся верными спутниками своих владельцев."
		}
	]
}
